Repository: maxmbed/pdftricks
Catalog: po/extra/*.po
Languages: ca, es, fr, gl, hu, pl, pt_br

source: PDF Tricks
fr: Astuces PDF

source: Tricks for PDF Files
ca: Trucs per a fitxers PDF
es: Trucos para archivos PDF
fr: Astuces pour fichiers PDF
gl: Trucos para ficheiros PDF
hu: Trükkök PDF fájlokhoz
pl: Triki dla plików PDF
pt_br: Truques para Arquivos PDF

source: A simple, efficient application for small manipulations in PDF files.
ca: Una aplicació eficient per a manipulacions simples en fitxers PDF.
es: Una aplicación eficiente para manipulaciones simples en archivos PDF.
fr: Une application simple et efficace pour les petites manipulations dans les fichiers PDF.
gl: Unha aplicación simple e eficiente para pequenas manipulacións de ficheiros PDF.
hu: Egy egyszerű, hatékony alkalmazás a PDF fájlok kis manipulációihoz.
pl: Prosta, wydajna aplikacja do małych manipulacji w plikach PDF.
pt_br: Uma aplicação simples e eficiente para pequenas manipulações em arquivos PDF.

source: Compress PDF (multiple resolutions)
ca: Comprimeix un PDF (múltiples resolucions)
es: Comprimir un PDF (múltiples resoluciones)
fr: Compressez des PDF (résolutions multiples)
gl: Comprimir PDF (múltiples resolucións)
hu: PDF tömörítése (több lehetőség)
pl: Kompresuj PDF (wiele rozdzielczości)
pt_br: Comprimir PDF (múltiplas resoluções)

source: Split PDF (All pages or page ranges)
ca: Divideix un PDF (totes les pàgines o rangs de pàgines)
es: Dividir un PDF (todas las páginas o rangos de páginas)
fr: Fractionnez des PDF (toutes les pages ou une sélection de pages)
gl: Dividir PDF (Tódalas páxinas ou rangos de páxinas)
hu: PDF szétválasztása (Minden oldal vagy oldaltartomány)
pl: Podziel PDF (Wszystkie strony lub zakresy stron)
pt_br: Dividir PDF (todas as páginas ou intervalos)

source: Merge PDF
ca: Combina fitxers PDF
es: Combinar archivos PDF
fr: Fusionner les PDF
gl: Fusionar PDFs
hu: PDF összefűzése
pl: Połącz PDF
pt_br: Mesclar PDF

source: Convert PDF
ca: Converteix un PDF
es: Convertir un PDF
fr: Convertir le PDF
gl: Convertir PDF
hu: PDF konvertálása
pl: Konwertuj PDF
pt_br: Converter PDF

source: In recent versions of ImageMagick has been added a security policy that blocks manipulations in PDF files. This affects PDFTricks operations. To correct this change the settings of your ImageMagick installation. Check de homepage for instructions.
ca: En les darreres versions d'ImageMagick s'ha afegit una directiva de seguretat que bloqueja la manipulació de fitxers PDF. Això afecta les operacions de PDF Tricks. Per corregir-ho, canvieu la configuració de ImageMagick. Consulteu la pàgina d'inici per veure les instruccions.
es: En versiones recientes de ImageMagick se ha añadido una directiva de seguridad que bloquea la manipulación de archivos PDF. Esto afecta a las operaciones de PDF Tricks. Para corregir esto, cambie la configuración de ImageMagick. Consulte la página de inicio para ver las instrucciones.
fr: Dans les versions récentes d'ImageMagick a été ajoutée une politique de sécurité qui bloque les manipulations dans les fichiers PDF. Ceci affecte les opérations de PDFTricks. Pour corriger cela, changez les paramètres de votre installation d'ImageMagick. Consultez la page d'accueil pour obtenir des instructions.
gl: En versións recentes de ImageMagick engadiuse unha política de seguridade que bloquea manipulacións en ficheiros PDF.Esto afecta ás operacións de PDFTricks. Para correxir esto, cambia a configuración da tú instalación ImageMagick. Revisa a web para instrucións.
hu: Az ImageMagick legújabb verzióihoz olyan biztonsági házirendet adtak hozzá, amely blokkolja a manipulációkat a PDF fájlokban. Ez kihat a PDFTricks műveletekre. Ennek kijavításához módosítsa az ImageMagick beállításait. A honlapon találhat részletes leírást.
pl: W ostatnich wersjach ImageMagick dodano zasadę bezpieczeństwa, która blokuje manipulacje w plikach PDF. Wpływa to na operacje PDFTricks. Aby to poprawić, zmień ustawienia instalacji ImageMagick. Instrukcje znajdują się na stronie głównej.
pt_br: Em versões recentes do ImageMagick foi adicionada uma política de segurança que bloqueia manipulações em arquivos PDF. Isso afeta as operações do PDFTricks. Para corrigir isso, altere as configurações da instalação do ImageMagick. Verifique a página inicial para obter instruções.

source: Disable button when is processing
ca: Desactiva el botó quan s'està processant
es: Desactivar el botón al procesar
fr: Désactiver le bouton en cours de traitement
gl: Deshabilitar botón ao procesar
hu: Gomb letiltása feldolgozás közben
pl: Wyłącz przycisk podczas przetwarzania
pt_br: Desativar botão quando estiver processando

source: Fix build with vala 0.44
ca: Corregeix la compilació amb Vala 0.44
es: Corregir la compilación con Vala 0.44
fr: Correction du build avec vala 0.44
gl: Amañar versión con vala 0.44
hu: Fix build vala 0.44-el
pl: Fix build z Valą 0.44
pt_br: Corrigir compilação com vala 0,44

source: Update Translations
ca: Traduccions actualitzades
es: Traducciones actualizadas
fr: Mise à jour des traductions
gl: Actualizar traducións
hu: Fordítások frissítése
pl: Zaktualizuj tłumaczenia
pt_br: Atualizar traduções

source: Bugfix
ca: Correcció d'errors
es: Corrección de errores
fr: Correction de bogues
gl: Corrección de erros
hu: Hibajavítás
pl: Naprawa błędów
pt_br: Correção de erros

source: spinner when processing
ca: rotació durant el processament
es: giro al procesar
fr: Ajout d’un spinner pendant le fonctionnement
gl: ruleta ao procesar
hu: tárcsa feldolgozáskor
pl: spinner podczas przetwarzania
pt_br: ícone rotativo durante processamento

source: Fix unselectable texts after merging
ca: Corregeix la impossibilitat de seleccionar textos després de la combinació
es: Corregir la imposibilidad de seleccionar textos después de la combinación
fr: Corrige l’impossibilité de sélectionner des textes après la fusion
gl: Amañar textos non seleccionables tras fusionar
hu: Javítsa a nem választható szövegeket egyesítés után
pl: Napraw teksty, których nie można zaznaczać po scaleniu
pt_br: Corrigir textos não selecionáveis após a fusão

source: Fix density merge PDF
ca: Corregeix la densitat de la combinació de fitxers PDF
es: Corregir la densidad de la combinación de archivos PDF
fr: Correction de la densité de fusion des PDF
gl: Amañar a densidade de combinación de PDF
hu: Fix sűrűségű PDF egyesítés
pl: Napraw gęstość scalania PDF
pt_br: Corrigir PDF de mesclagem de densidade

source: Compression levels
ca: Nivells de compressió
es: Niveles de compresión
fr: Niveaux de compression
gl: Niveis de compresión
hu: Tömörítési szintek
pl: Poziomy kompresji
pt_br: Níveis de compressão

source: Convert PNG, JPG, SVG, BMP to PDF
ca: Converteix PNG, JPG, SVG i BMP a PDF
es: Convertir PNG, JPG, SVG y BMP a PDF
fr: Convertir un PNG, JPG, SVG, BMP en PDF
gl: Convertir PNG, JPG, SVG, BMP a PDF
hu: PNG, JPG, SVG, BMP konvertálása PDF-re
pl: Konwertuj PNG, JPG, SVG, BMP na PDF
pt_br: Converter PNG, JPG, SVG, BMP para PDF

source: Merge image files into PDF
ca: Combina fitxers d'imatge en un PDF
es: Combinar archivos de imagen en un PDF
fr: Fusionner des fichiers d’images en PDF
gl: Fusionar ficheiros de imaxe en PDF
hu: Képfájlok egyesítése PDF-fájlba
pl: Scal pliki graficzne do formatu PDF
pt_br: Mesclar arquivos de imagem em PDF

source: Convert JPG to PDF
ca: Converteix JPG a PDF
es: Convertir JPG a PDF
fr: Convertir un JPG en PDF
gl: Convertir JPG a PDF
hu: JPG konvertálása PDF-fájllá
pl: Konwertuj JPG na PDF
pt_br: Converter JPG para PDF

source: Split pages by color (Black-White / Colored)
ca: Divideix les pàgines pel color (blanc i negre / color)
es: Dividir las páginas por colores (blanco y negro / color)
fr: Fractionner les pages par couleur (Noir et blanc / Coloré)
gl: Dividir páxinas por cor (Blanco-Negro/Cor)
hu: Oldalak felosztása szín szerint (fekete-fehér / színes)
pl: Podziel strony według koloru (czarno-biały / kolorowy)
pt_br: Dividir as páginas por cor (branco-preto / colorido)

source: Compress File
ca: Comprimeix un fitxer
es: Comprimir un archivo
fr: Compresser un fichier
gl: Comprimir Arquivo
hu: Fájl tömörítése
pl: Kompresuj plik
pt_br: Compactar arquivo

source: Split File
ca: Divideix un fitxer
es: Dividir un archivo
fr: Fractionner un fichier
gl: Dividir Ficheiro
hu: Fájl szétválasztása
pl: Podział pliku
pt_br: Dividir arquivo

source: Merge File
ca: Combina un fitxer
es: Combinar un archivo
fr: Fusionner des fichiers
gl: Fusionar Ficheiro
hu: Fájl egyesítése
pl: Scalanie pliku
pt_br: Mesclar arquivo

source: Tips & Tricks for PDF files
ca: Trucs per als fitxers PDF
es: Trucos para los archivos PDF
fr: Trucs et astuces pour fichiers PDF
gl: Consellos e trucos para ficheiros PDF
hu: Tippek és trükkök a PDF fájlokhoz
pl: Wskazówki i porady dotyczące plików PDF
pt_br: Dicas e Truques para Arquivos PDF

source: A simple, efficient app for small manipulation of PDF files. Compress, split, merge and convert PDF.
ca: Una aplicació eficient per a la manipulació simple de fitxers PDF. Comprimeix, divideix, combina i converteix fitxers PDF.
es: Una aplicación eficiente para la manipulación simple de archivos PDF. Comprime, divide, combina y convierte archivos PDF.
fr: Une application simple et efficace pour les petites manipulations dans les fichiers PDF. Compressez, divisez, fusionnez et convertissez des fichiers PDF.
gl: Unha aplicación simple e eficiente para pequenas manipulacións de PDFs. Comprimir, dividir, fusionar e convertir PDF.
hu: Egy egyszerű, hatékony alkalmazás a PDF fájlok kis manipulálására. PDF tömörítése, felosztása, egyesítése és konvertálása.
pl: Prosta, wydajna aplikacja do niewielkiej manipulacji plikami PDF. Kompresuj, dziel, łącz i konwertuj PDF.
pt_br: Um aplicativo simples e eficiente para pequena manipulação de arquivos PDF. Comprimir, dividir, mesclar e converter PDF.

source: PDF;utilities;
ca: PDF;utilitats;
es: PDF;utilidades;
fr: PDF;utilitaires;
hu: PDF;segédprogramok;
pl: PDF; narzędzia;
pt_br: pdf;utilitários;
