Repository: maxmbed/pdftricks
Catalog: po/*.po
Languages: ca, gl, id, pt_br

source: Back
ca: Enrere
gl: Atrás
id: Kembali
pt_br: Voltar

source: Tricks for PDF files
ca: Trucs per a fitxers PDF
gl: Trucos para ficheiros PDF
id: Trik untuk file PDF
pt_br: Truques para Arquivos PDF

source: Compress PDF
ca: Comprimeix un PDF
gl: Comprimir PDF
id: Kompres PDF
pt_br: Comprimir PDF

source: Compress a PDF file to get the same quality with reduced filesize.
ca: Comprimeix un fitxer PDF per reduir la seva mida sense perdre qualitat.
gl: Comprimir un ficheiro PDF para obte-la mesma calidade cun tamaño reducido.
id: Kompres file PDF untuk mendapatkan kualitas yang sama dengan ukuran kecil.
pt_br: Comprima o arquivo PDF para obter a mesma qualidade de PDF com tamanho reduzido do arquivo.

source: Split PDF
ca: Divideix un PDF
gl: Dividir PDF
id: Pisahkah PDF
pt_br: Dividir PDF

source: Split a PDF file by page ranges, or extract all PDF pages to multiple PDF files.
ca: Divideix un fitxer PDF per rangs de pàgines o extreu totes les pàgines en diversos fitxers PDF.
gl: Dividir un PDF por rangos de páxinas, ou extraer tódalas páxinas PDF ou múltiples ficheiros PDF.
id: Pisahkan file PDF menurut rentang halaman, atau ekstrak semua halaman PDF ke beberapa file PDF.
pt_br: Divida um arquivo PDF por intervalos de páginas ou extraia todas as páginas para vários arquivos PDF.

source: Merge PDF
ca: Combina fitxers PDF
gl: Fusionar PDFs
id: Gabungkan PDF
pt_br: Mesclar PDF

source: Select multiple PDF files or images, and merge them in seconds.
ca: Combina diversos fitxers PDF o d'imatge en segons.
gl: Seleccionar múltiples PDFs ou imaxes, e fusionalas en segundos.
id: Pilih beberapa file PDF atau gambar, dan gabungkan.
pt_br: Selecione vários arquivos PDF e mescle-os em segundos.

source: Convert PDF
ca: Converteix un PDF
gl: Convertir PDF
id: Ubah PDF
pt_br: Converter PDF

source: Convert PDF files to JPG, PNG and TXT formats.
ca: Converteix un fitxer PDF al format JPG, PNG o TXT.
gl: Convertir PDFs a formatos JPG,PNG e TXT.
id: Ubah file PDF ke JPG, PNG dan format TXT.
pt_br: Converter arquivos PDF para os formatos jpg, png e txt.

source: Select the file to compress
ca: Seleccioneu el fitxer per comprimir
gl: Seleccionar o ficheiro a comprimir
id: Pilih file untuk dikompres
pt_br: Selecione o arquivo para comprimir

source: Good quality, good compression
ca: Bona qualitat, bona compressió
gl: Boa calidade, boa compresión
id: Kualitas bagus, kompresi bagus
pt_br: Boa qualidade, boa compressão

source: Extreme Compression
ca: Compressió extrema
gl: Compresión extrema
id: Kompresi Ekstrim
pt_br: Compressão extrema

source: Medium Compression
ca: Compressió mitjana
gl: Compresión Media
id: Kompresi Sedang
pt_br: Compressão média

source: Recommended Compression
ca: Compressió recomanada
gl: Compresión Recomendada
id: Kompresi yang disarankan
pt_br: Compressão recomendada

source: Less Compression
ca: Menor compressió
gl: Menos comprensión
id: Kompresi Sedikit
pt_br: Menos compressão

source: Less quality, high compression
ca: Menor qualitat, alta compressió
gl: Menos calidade, alta compresión
id: Kualitas kurang, kompresi tinggi
pt_br: Menos qualidade, alta compressão

source: Good quality, optimized for printing
ca: Bona qualitat, òptima per imprimir
gl: Boa calidade, optimizado para imprimir
id: Kualitas bagus, dioptimalkan untuk pencetakan
pt_br: Boa qualidade, otimizado para impressão

source: High quality, less compression
ca: Alta qualitat, menor compressió
gl: Alta calidade, menor compresión
id: Kualitas tinggi, kompresi kurang
pt_br: Alta qualidade, menos compressão

source: Compress
ca: Comprimeix
gl: Comprimir
id: Kompres
pt_br: Comprimir

source: File to Compress:
ca: Fitxer per comprimir:
gl: Ficheiro a Comprimir:
id: File untuk dikompres:
pt_br: Arquivo para Comprimir:

source: Compression Level:
ca: Nivell de compressió:
gl: Nivel de compresión:
id: Tingkat Kompresi:
pt_br: Nível de Compressão:

source: Success.
ca: Ha estat un èxit.
gl: Éxito.
id: Berhasil.
pt_br: Sucesso.

source: Your file was succefully compressed.
ca: El fitxer s’ha comprimit correctament.
gl: O teu ficheiro comprimiuse satisfactoriamente.
id: File anda berhasil dikompres.
pt_br: Seu arquivo foi comprimido com sucesso.

source: Failure.
ca: S'ha produït un error.
gl: Fallo.
id: Gagal.
pt_br: Falha.

source: There was a problem compressing your file.
ca: Hi ha hagut un problema en comprimir el fitxer.
gl: Hai un problema comprimindo o teu arquivo.
id: Ada masalah ketika mengkompres file.
pt_br: Houve um problema ao comprimir seu arquivo.

source: Select the file to save
ca: Seleccioneu el fitxer per desar
gl: Seleccionar un arquivo para gardar
id: Pilih file untuk disimpan
pt_br: Selecione o arquivo para salvar

source: Save
ca: Desa
gl: Gardar
id: Simpan
pt_br: Salvar

source: Cancel
ca: Cancel·la
gl: Cancelar
id: Batal
pt_br: Cancelar

source: Extract all pages
ca: Extreu totes les pàgines
gl: Obter tódalas páxinas
id: Ekstrak semua halaman
pt_br: Extrair todas as páginas

source: Select range of pages
ca: Seleccioneu un rang de pàgines
gl: Seleccionar rango de páxinas
id: Pilih rentang halaman
pt_br: Selecione um intervalo de páginas

source: Separate colored pages
ca: Separa les pàgines en color
gl: Separar páxinas en cor
id: Pisahkan halaman berwarna
pt_br: Separar páginas coloridas

source: Split
ca: Divideix
gl: Dividir
id: Pisah
pt_br: Dividir

source: File to Split:
ca: Fitxer per dividir:
gl: Ficheiro a dividir:
id: File untuk dipisahkan:
pt_br: Arquivo para Dividir:

source: File split.
ca: S'ha dividit el fitxer.
gl: División de ficheiro.
id: File dipisahkan.
pt_br: Arquivo dividido.

source: Could not split this file.
ca: Aquest fitxer no s'ha pogut dividir.
gl: Non se puido dividir este ficheiro.
id: Tidak dapat memisah file ini.
pt_br: Não foi possível dividir esse arquivo.

source: Add File
ca: Afegeix un fitxer
gl: Engadir ficheiro
id: Tambah File
pt_br: Adicionar Arquivo

source: Remove Selected
ca: Suprimeix la selecció
gl: Eliminar seleccionados
id: Hapus yang Dipilih
pt_br: Remover Selecionados

source: Clear All
ca: Neteja-ho tot
gl: Borrar todo
id: Bersihkan semua
pt_br: Limpar Todos

source: Open
ca: Obre
gl: Abrir
id: Buka
pt_br: Abrir

source: Files
ca: Fitxers
gl: Ficheiros
id: File
pt_br: Arquivos

source: Pages
ca: Pàgines
gl: Páxinas
id: Halaman
pt_br: Páginas

source: Merge
ca: Combina
gl: Fusionar
id: Gabungkan
pt_br: Mesclar

source: Your file was succefully merged.
ca: Els fitxers s'han combinat correctament.
gl: O teu arquivo fusionouse satisfactoriamente.
id: File anda berhasil digabungkan.
pt_br: Seu arquivo foi mesclado com sucesso.

source: There was a problem merging your file.
ca: Hi ha hagut un problema en combinar els fitxers.
gl: Hay un problema fusionando o arquivo.
id: Terjadi masalah saat menggabungkan file Anda.
pt_br: Houve um problema ao mesclar seus arquivos.

source: ImageMagick Policies
ca: Directives d'ImageMagick
gl: Políticas ImageMagick
id: Kebijakan ImageMagick
pt_br: Políticas do ImageMagick

source: Change the ImageMagick security policies that prevent this operation and try again.
ca: Canvieu les directives de seguretat d'ImageMagick que impedeixen aquesta operació i torneu-ho a provar.
gl: Cambiar as políticas de seguridade de ImageMagick para evitar esta operación e tentalo de novo.
id: Ubah kebijakan keamanan ImageMagick yang mencegah operasi ini dan coba lagi.
pt_br: Altere as políticas de segurança do ImageMagick que impedem essa operação e tente novamente.

source: Select the file to convert
ca: Seleccioneu el fitxer per convertir
gl: Seleccionar a ficheiro a converter
id: Pilih fileh untuk diubah
pt_br: Selecione o arquivo para converter

source: Convert
ca: Converteix
gl: Converter
id: Ubah
pt_br: Converter

source: File to Convert:
ca: Fitxer per convertir:
gl: Ficheiro a converter:
id: File untuk diubah:
pt_br: Arquivo para Converter:

source: Format to Convert:
ca: Format de conversió:
gl: Formato a convertir:
id: Format untuk Diubah:
pt_br: Formato para Converter:

source: File converted.
ca: El fitxer s'ha convertit.
gl: Ficheiro convertido.
id: Berkas dikonversi.
pt_br: Arquivo convertido.

source: Could not convert this file.
ca: Aquest fitxer no s'ha pogut convertir.
gl: Non se puido convertir este ficheiro.
id: Tidak dapat mengubah file ini.
pt_br: Não foi possível converter esse arquivo.

source: The input format is the same as the output format.
ca: El format d’entrada és el mateix que el de sortida.
gl: O formato de entrada é igual ao formato de saída.
id: Format input sama dengan format output.
pt_br: O formato de entrada é o mesmo formato de saída.
